Repository: xiluembo/adventure-br
Catalog: po/*.po
Languages: pt_br

source: You are standing at the end of a road before a small brick building. Around you is a forest. A small stream flows out of the building and down a gully.
pt_br: Você está no fim de uma estrada diante de um pequeno prédio de tijolos. Ao seu redor há uma floresta. Um pequeno riacho sai do prédio e desce por uma ravina.

source: You have walked up a hill, still in the forest. The road slopes back down the other side of the hill. There is a building in the distance.
pt_br: Você subiu uma colina, ainda na floresta. A estrada desce a encosta do outro lado. Há um prédio ao longe.

source: You are inside a building, a well house for a large spring.
pt_br: Você está dentro de um prédio, uma casa de poço de uma grande nascente.

source: You are in a valley in the forest beside a stream tumbling along a rocky bed.
pt_br: Você está em um vale na floresta, ao lado de um riacho que desce por um leito rochoso.

source: You are in open forest, with a deep valley to one side.
pt_br: Você está em uma floresta aberta, com um vale profundo a um lado.

source: You are in open forest near both a valley and a road.
pt_br: Você está em uma floresta aberta, próximo tanto de um vale quanto de uma estrada.

source: At your feet all the water of the stream splashes into a 2-inch slit in the rock. Downstream the streambed is bare rock.
pt_br: Aos seus pés, toda a água do riacho espirra em uma fenda de 2 polegadas na rocha. A jusante, o leito do riacho é rocha nua.

source: You are in a 20-foot depression floored with bare dirt. Set into the dirt is a strong steel grate mounted in concrete. A dry streambed leads into the depression.
pt_br: Você está em uma depressão de 20 pés com chão de terra batida. Cravada no chão há uma grade de aço resistente montada em concreto. Um leito de riacho seco leva até a depressão.

source: You are in a small chamber beneath a 3x3 steel grate to the surface. A low crawl over cobbles leads inward to the West.
pt_br: Você está numa pequena câmara sob uma grade de aço 3x3 que dá para a superfície. Um rastejo baixo sobre seixos segue para dentro, a oeste.

source: You are crawling over cobbles in a low passage. There is a dim light at the east end of the passage.
pt_br: Você está engatinhando sobre seixos em um corredor baixo. Há uma luz fraca na extremidade leste do corredor.

source: You are in a debris room filled with stuff washed in from the surface. A low wide passage with cobbles becomes plugged with mud and debris here, but an awkward canyon leads upward and west. A note on the wall says: Magic Word "XYZZY"
pt_br: Você está em uma sala de detritos, cheia de coisas trazidas pela água da superfície. Um corredor baixo e largo com seixos fica obstruído aqui por lama e entulho, mas um cânion incômodo segue para cima e para oeste. Um bilhete na parede diz: Palavra Mágica "XYZZY"

source: You are in an awkward sloping east/west canyon.
pt_br: Você está em um cânion inclinado e incômodo leste/oeste.

source: You are in a splendid chamber thirty feet high. The walls are frozen rivers of orange stone. An awkward canyon and a good passage exit from east and west sides of the chamber.
pt_br: Você está em uma câmara esplêndida de nove metros de altura. As paredes são rios congelados de pedra alaranjada. Um cânion incômodo e um bom corredor saem pelos lados leste e oeste da câmara.

source: At your feet is a small pit breathing traces of white mist. An east passage ends here except for a small crack leading on.
pt_br: Aos seus pés há um pequeno poço exalando traços de névoa branca. Um corredor a leste termina aqui, exceto por uma pequena fenda que segue adiante.

source: You are at one end of a vast hall stretching forward out of sight to the west. There are openings to either side. Nearby, a wide stone staircase leads downward. The hall is filled with wisps of white mist swaying to and fro almost as if alive. A cold wind blows up the staircase. There is a passage at the top of a dome behind you.
pt_br: Você está em uma das extremidades de um vasto salão que se estende para o oeste até sumir de vista. Há aberturas para ambos os lados. Perto daqui, uma larga escadaria de pedra desce. O salão está cheio de fiapos de névoa branca que balançam de um lado para o outro, quase como se estivessem vivos. Um vento frio sopra pela escadaria. Há um corredor no topo de uma cúpula atrás de você.

source: The crack is far too small for you to follow.
pt_br: A fenda é pequena demais para você seguir.

source: You are on the east bank of a fissure slicing clear across the hall. The mist is quite thick here, and the fissure is too wide to jump.
pt_br: Você está na margem leste de uma fenda que atravessa todo o salão. A névoa é bem espessa aqui, e a fenda é larga demais para pular.

source: This is a low room with a crude note on the wall. The note says: You won't get it up the steps.
pt_br: Esta é uma sala baixa com um bilhete rude na parede. O bilhete diz: Você não vai conseguir subir isso pelos degraus.

source: You are in the hall of the mountain king, with passages off in all directions.
pt_br: Você está no salão do rei da montanha, com passagens em todas as direções.

source: You are at the bottom of the pit with a broken neck.
pt_br: Você está no fundo do poço com o pescoço quebrado.

source: You didn't make it.
pt_br: Você não conseguiu.

source: The dome is unclimbable.
pt_br: A cúpula não pode ser escalada.

source: You are at the west end of the twopit room. There is a large hole in the wall above the pit at this end of the room.
pt_br: Você está na extremidade oeste da sala dos dois poços. Há um grande buraco na parede acima do poço neste lado da sala.

source: You are that the bottom of the eastern pit in the twopit room. There is a small pool of oil in one corner of the pit.
pt_br: Você está no fundo do poço leste na sala dos dois poços. Há uma pequena poça de óleo em um canto do poço.

source: You are at the bottom of the western pit in the towpit room. There is a large hole in the wall about 25 feet above you.
pt_br: Você está no fundo do poço oeste na sala dos dois poços. Há um grande buraco na parede a cerca de 25 pés acima de você.

source: You clamber up the plant and scurry through the hole at the top.
pt_br: Você escala pela planta e se apressa através do buraco no topo.

source: You are on the west side of the fissure in the hall of mists.
pt_br: Você está no lado oeste da fenda no salão das neblinas.

source: You are in a low N/S passage at a hole in the floor. The hole goes down to an E/W passage.
pt_br: Você está em um corredor baixo N/S junto a um buraco no piso. O buraco desce para um corredor L/O.

source: You are in the south side chamber.
pt_br: Você está na câmara do lado sul.

source: You are in the west side chamber of the hall of the mountain king. A passage continues west and up here.
pt_br: Você está na câmara do lado oeste do salão do rei da montanha. Um corredor continua para oeste e para cima aqui.

source: You can't get by the snake.
pt_br: Você não consegue passar pela cobra.

source: You are in a large room, with a passage to the south, a passage to the west, and a wall of broken rock to the east. There is a large "Y2" on a rock in the room's center.
pt_br: Você está em uma grande sala, com um corredor ao sul, um corredor a oeste e uma parede de rocha quebrada a leste. Há um grande "Y2" em uma rocha no centro da sala.

source: You are in a jumble of rock, with cracks everywhere.
pt_br: Você está em um amontoado de rochas, com fendas por toda parte.

source: You're at a low window overlooking a huge pit, which extends up out of sight. A floor is indistinctly visible over 50 feet below. Traces of white mist cover the floor of the pit, becoming thicker to the right. Marks in the dust around the window would seem to indicate that someone has been here recently. Directly across the pit from you and 25 feet away there is a similar window looking into a lighted room. A shadowy figure can be seen there peering back at you.
pt_br: Você está em uma janela baixa, de onde se vê um poço enorme que se estende para cima até sair de vista. Um piso é visível, indistinto, a mais de 50 pés abaixo. Traços de névoa branca cobrem o chão do poço, tornando-se mais espessos à direita. Marcas na poeira em torno da janela parecem indicar que alguém esteve aqui recentemente. Diretamente do outro lado do poço, a uns 25 pés, há uma janela similar dando para uma sala iluminada. Uma figura sombria pode ser vista lá, espiando de volta para você.

source: You are in a dirty broken passage. To the east is a crawl. To the west is a large passage. Above you is another passage.
pt_br: Você está em um corredor sujo e quebradiço. A leste há um rastejo. A oeste há um corredor amplo. Acima de você há outro corredor.

source: You are on the brink of a small clean climbable pit. A crawl leads west.
pt_br: Você está à beira de um pequeno poço limpo e escalável. Um rastejo leva para oeste.

source: You are in the bottom of a small pit with a little stream, which enters and exits through tiny slits.
pt_br: Você está no fundo de um pequeno poço com um riachinho, que entra e sai por pequenas fendas.

source: You are in a large room full of dusty rocks. There is a big hole in the floor. There are cracks everywhere, and a passage leading east.
pt_br: Você está em uma grande sala cheia de rochas empoeiradas. Há um grande buraco no piso. Há fendas por toda parte e um corredor levando para leste.

source: You have crawled through a very low wide passage parallel to and north of the hall of mists.
pt_br: Você engatinhou por um corredor muito baixo e largo, paralelo e ao norte do salão das neblinas.

source: You are at the west end of hall of mists. A low wide crawl continues west and another goes north. To the south is a little passage 6 feet off the floor.
pt_br: Você está na extremidade oeste do salão das neblinas. Um rastejo baixo e largo continua para oeste e outro vai para o norte. Ao sul há um pequeno corredor a 6 pés do chão.

source: You are in a maze of twisty little passages, all alike.
pt_br: Você está em um labirinto de pequenas passagens tortuosas, todas iguais.

source: Dead end
pt_br: Sem saída

source: You are on the brink of a thirty foot pit with a massive orange column down one wall. You could climb down here but you could not get back up. The maze continues at this level.
pt_br: Você está à beira de um poço de trinta pés com uma maciça coluna alaranjada descendo por uma parede. Você poderia descer aqui, mas não conseguiria voltar. O labirinto continua neste nível.

source: You have crawled through a very low wide passage paralled to and north of the hall of mists.
pt_br: Você engatinhou por um corredor muito baixo e largo, paralelo e ao norte do salão das neblinas.

source: You are at the east end of a very long hall apparently without side chambers. To the east a low wide crawl slants up. To the north a round two foot hole slants down.
pt_br: Você está na extremidade leste de um salão muito comprido aparentemente sem câmaras laterais. Para leste, um rastejo baixo e largo inclina-se para cima. Ao norte, um buraco redondo de dois pés inclina-se para baixo.

source: You are at the west end of a very long featureless hall. The hall joins up with a narrow north/south passage.
pt_br: Você está na extremidade oeste de um salão muito comprido e sem feições. O salão se liga a um corredor estreito norte/sul.

source: You are at a crossover of a high N/S passage and a low E/W one.
pt_br: Você está em um cruzamento de um corredor alto N/S e um corredor baixo L/O.

source: You are at a complex junction. A low hands and knees passage from the north joins a higher crawl from the east to make a walking passage going west. There is also a large room above. The air is damp here.
pt_br: Você está em um cruzamento complexo. Um corredor baixo, de quatro, vindo do norte junta-se a um rastejo mais alto vindo do leste para formar um corredor para caminhar em direção ao oeste. Há também uma grande sala acima. O ar é úmido aqui.

source: You are in bedquilt, a long east/west passage with holes everywhere. To explore at random select north, south, up or down.
pt_br: Você está em Bedquilt, um longo corredor leste/oeste com buracos por toda parte. Para explorar aleatoriamente, escolha norte, sul, subir ou descer.

source: You are in a room whose walls resemble swiss cheese. Obvious passages go west, east, ne, and nw. Part of the room is occupied by a large bedrock block.
pt_br: Você está em uma sala cujas paredes lembram queijo suíço. Passagens óbvias seguem para oeste, leste, nordeste e noroeste. Parte da sala é ocupada por um grande bloco de rocha-mãe.

source: You are at the east end of the twopit room. The floor here is littered with thin rock slabs, which make it easy to descend the pits. There is a path here bypassing the pits to connect passages from east and west. There are holes all over, but the only bit one is on the wall directly over the west pit where you can't get at it.
pt_br: Você está na extremidade leste da sala dos dois poços. O piso aqui está coberto de placas finas de rocha, o que facilita descer aos poços. Há um caminho aqui que contorna os poços para conectar passagens de leste e oeste. Há buracos por toda parte, mas o único importante está na parede diretamente acima do poço oeste, onde você não consegue alcançar.

source: You are in a large low circular chamber whose floor is an immense slab fallen from the ceiling (slab room). East and west there once were large passages, but they are now filled with boulders. Low small passages go north and south, and the south one quickly bends west around the boulders.
pt_br: Você está em uma grande câmara baixa e circular cujo piso é uma imensa laje caída do teto (sala da laje). Houve outrora grandes passagens a leste e a oeste, mas agora estão cheias de pedregulhos. Passagens pequenas e baixas seguem para norte e sul, e a do sul rapidamente vira a oeste ao redor dos pedregulhos.

source: You are in a secret N/S canyon above a large room.
pt_br: Você está em um cânion secreto N/S acima de uma grande sala.

source: You are in a secret N/S canyon above a sizable passage.
pt_br: Você está em um cânion secreto N/S acima de uma passagem considerável.

source: You are in a secret canyon at a junction of three canyons, bearing north, south and se. The north one is as tall as the other two combined.
pt_br: Você está em um cânion secreto na junção de três cânions, seguindo para norte, sul e sudeste. O do norte é tão alto quanto os outros dois somados.

source: You are in a large low room. Crawls lead north, se, and sw.
pt_br: Você está em uma grande sala baixa. Rastejos levam a norte, sudeste e sudoeste.

source: Dead end crawl.
pt_br: Rastejo sem saída.

source: You are in a secret canyon which here runs E/W. It crosses over a very tight canyon 15 feet below. If you go down you may not be able to get back up.
pt_br: Você está em um cânion secreto que aqui corre L/O. Ele cruza sobre um cânion muito estreito 15 pés abaixo. Se você descer, pode não conseguir voltar.

source: You are at a wide place in a very tight N/S canyon.
pt_br: Você está em um trecho amplo de um cânion N/S muito estreito.

source: The canyon here becomes too tight to go further south.
pt_br: O cânion aqui fica estreito demais para seguir mais ao sul.

source: You are in a tall E/W canyon. A low tight crawl goes 3 feet north and seems to open up.
pt_br: Você está em um cânion alto L/O. Um rastejo baixo e apertado segue 3 pés ao norte e parece se abrir.

source: The canyon runs into a mass of boulders -- dead end.
pt_br: O cânion termina em uma massa de pedregulhos — sem saída.

source: The stream flows out through a pair of 1 foot diameter sewer pipes. It would be advisable to use the exit.
pt_br: O riacho escoa por um par de canos de esgoto de 1 pé de diâmetro. Seria aconselhável usar a saída.

source: Dead end.
pt_br: Sem saída.

source: You are in a long, narrow corridor stretching out of sight to the west. At the eastern end is a hole through which you can see a profusion of leaves,
pt_br: Você está em um corredor longo e estreito que some de vista em direção ao oeste. Na extremidade leste há um buraco pelo qual você vê uma profusão de folhas,

source: There is nothing here to climb. Use "up" or "out" to leave the pit.
pt_br: Não há nada aqui para escalar. Use "subir" ou "sair" para sair o poço.

source: You have climbed up the plant and out of the pit.
pt_br: Você subiu pela planta e saiu do poço.

source: You are at the top of a steep incline above a large room. You could climb down here, but you would not be able to climb up. There is a passage leading back to the north.
pt_br: Você está no topo de uma rampa íngreme acima de uma sala grande. Você poderia descer aqui, mas não conseguiria subir de volta. Há um corredor levando de volta para o norte.

source: You are in the giant room. The ceiling is too high up for your lamp to show it. Cavernous passages lead east, north, and south. On the west wall is scrawled the inscription: "Fee Fie Foe Foo" {sic}
pt_br: Você está na sala gigante. O teto é alto demais para sua lanterna alcançá-lo. Passagens cavernosas levam a leste, norte e sul. Na parede oeste está rabiscada a inscrição: "Fee Fie Foe Foo" {sic}

source: The passage here is blocked by a recent cave-in.
pt_br: A passagem aqui está bloqueada por um desmoronamento recente.

source: You are at one end of an immense north/south passage.
pt_br: Você está em uma das extremidades de um imenso corredor norte/sul.

source: You are in a magnificent cavern with a rushing stream, which cascades over a sparkling waterfall into a roaring whirlpool which disappears through a hole in the floor. Passages exit to the south and west.
pt_br: Você está em uma caverna magnífica com um riacho caudaloso, que despenca por uma cachoeira cintilante em um redemoinho estrondoso que desaparece por um buraco no chão. Há passagens saindo para sul e oeste.

source: You are in the soft room. The walls are covered with heavy curtains, the floor with a thick pile carpet. Moss covers the ceiling.
pt_br: Você está na sala macia. As paredes são cobertas por pesadas cortinas, o piso por um carpete espesso. Musgo cobre o teto.

source: This is the oriental room. Ancient oriental cave drawings cover the walls. A gently sloping passage leads upward to the north, another passage leads se, and a hands and knees crawl leads west.
pt_br: Esta é a sala oriental. Antigos desenhos orientais de caverna cobrem as paredes. Um corredor de leve inclinação leva para cima ao norte, outro corredor segue para sudeste, e um rastejo de quatro leva para oeste.

source: You are following a wide path around the outer edge of a large cavern. Far below, through a heavy white mist, strange splashing noises can be heard. The mist rises up through a fissure in the ceiling. The path exits to the south and west.
pt_br: Você está seguindo um caminho largo ao redor da borda externa de uma grande caverna. Bem abaixo, através de uma densa névoa branca, estranhos sons de respingos podem ser ouvidos. A névoa sobe por uma fissura no teto. O caminho sai para sul e oeste.

source: You are in an alcove. A small nw path seems to widen after a short distance. An extremely tight tunnel leads east. It looks like a very tight squeeze. An eerie light can be seen at the other end.
pt_br: Você está em um nicho. Um pequeno caminho a noroeste parece alargar depois de uma curta distância. Um túnel extremamente apertado leva para leste. Parece um aperto e tanto. Uma luz estranha pode ser vista na outra extremidade.

source: You're in a small chamber lit by an eerie green light. An extremely narrow tunnel exits to the west. A dark corridor leads ne.
pt_br: Você está em uma pequena câmara iluminada por uma luz verde fantasmagórica. Um túnel extremamente estreito sai para oeste. Um corredor escuro segue para nordeste.

source: You're in the dark-room. A corridor leading south is the only exit.
pt_br: Você está na sala escura. Um corredor que segue para o sul é a única saída.

source: You are in an arched hall. A coral passage once continued up and east from here, but is now blocked by debris. The air smells of sea water.
pt_br: Você está em um salão arqueado. Um corredor de coral antes seguia para cima e para leste daqui, mas agora está bloqueado por detritos. O ar cheira a água do mar.

source: You're in a large room carved out of sedimentary rock. The floor and walls are littered with bits of shells imbedded in the stone. A shallow passage proceeds downward, and a somewhat steeper one leads up. A low hands and knees passage enters from the south.
pt_br: Você está em uma grande sala escavada em rocha sedimentar. O piso e as paredes estão cobertos por pedaços de conchas incrustados na pedra. Um corredor raso segue para baixo, e outro um pouco mais íngreme leva para cima. Um corredor baixo, de quatro, entra pelo sul.

source: You are in a long sloping corridor with ragged sharp walls.
pt_br: Você está em um corredor longo e inclinado, com paredes irregulares e afiadas.

source: You are in a cul-de-sac about eight feet across.
pt_br: Você está em um beco sem saída com cerca de oito pés de largura.

source: You are in an anteroom leading to a large passage to the east. Small passages go west and up. The remnants of recent digging are evident. A sign in midair here says: "Cave under construction beyond this point." "Proceed at your own risk." "Witt construction company"
pt_br: Você está em uma antessala que leva a um grande corredor para leste. Passagens pequenas seguem para oeste e para cima. Os vestígios de escavações recentes são evidentes. Um letreiro suspenso aqui diz: "Caverna em construção além deste ponto." "Prossiga por sua conta e risco." "Witt construction company"

source: You are in a maze of twisty little passages, all different.
pt_br: Você está em um labirinto de pequenas passagens tortuosas, todas diferentes.

source: You are at Witt's end. Passages lead off in ALL directions.
pt_br: Você está no Fim de Witt. Passagens seguem em TODAS as direções.

source: You are in a north/south canyon about 25 feet across. The floor is covered by white mist seeping in from the north. The walls extend upward for well over 100 feet. Suspended from some unseen point far above you, an enormous two- sided mirror is hanging paralled to and midway between the canyon walls. (The mirror is obviously provided for the use of the dwarves, who as you know, are extremely vain.) A small window can be seen in either wall, some fifty feet up.
pt_br: Você está em um cânion norte/sul com cerca de 25 pés de largura. O piso é coberto por névoa branca que infiltra do norte. As paredes se elevam por bem mais de 100 pés. Suspenso de algum ponto invisível muito acima de você, um enorme espelho de dois lados está pendurado, paralelo e a meio caminho entre as paredes do cânion. (O espelho é obviamente fornecido para uso dos anões que, como você sabe, são extremamente vaidosos.) Uma pequena janela pode ser vista em cada parede, a uns cinquenta pés de altura.
