Repository: xiluembo/adventure-br
Catalog: po/*.po
Languages: pt_br

source: A mysterious recorded voice groans into life and announces: "This exit is closed. Please leave via main office."
pt_br: Uma voz misteriosa gravada ressoa e anuncia: "Esta saída está fechada. Por favor, saia pelo escritório principal."

source: It looks as though you're dead. Well, seeing as how it's so close to closing time anyway, I think we'll just call it a day.
pt_br: Parece que você está morto. Bem, como já está perto do horário de fechamento mesmo, vamos dar o dia por encerrado.

source: The sepulchral voice entones, "The cave is now closed." As the echoes fade, there is a blinding flash of light (and a small puff of orange smoke). . . . As your eyes refocus you look around and find...
pt_br: A voz sepulcral entoa: "A caverna está agora fechada." À medida que os ecos se dissipam, há um clarão ofuscante (e uma pequena baforada de fumaça alaranjada). . . . Quando seus olhos voltam ao foco, você olha ao redor e encontra...

source: There is a loud explosion, and a twenty-foot hole appears in the far wall, burying the Dwarves in the rubble. You march through the hole and find yourself in the main office, where a cheering band of friendly elves carry the conquering adventurer off into the sunset.
pt_br: Há uma grande explosão, e um buraco de seis metros aparece na parede oposta, soterrando os anões nos escombros. Você atravessa o buraco e se encontra no escritório principal, onde uma alegre comitiva de elfos amigáveis carrega o aventureiro vencedor ao pôr do sol.

source: There is a loud explosion, and a twenty-foot hole appears in the far wall, burying the snakes in the rubble. A river of molten lava pours in through the hole, destroying everything in its path, including you!!
pt_br: Há uma grande explosão, e um buraco de seis metros aparece na parede oposta, soterrando as cobras nos escombros. Um rio de lava derretida entra pelo buraco, destruindo tudo em seu caminho, incluindo você!!

source: There is a loud explosion, and you are suddenly splashed across the walls of the room.
pt_br: Há uma grande explosão, e de repente você é espirrado pelas paredes da sala.

source: The resulting ruckus has awakened the Dwarves. There are now several threatening little Dwarves in the room with you! Most of them throw knives at you! All of them get you!
pt_br: A balbúrdia resultante acordou os anões. Agora há vários pequenos anões ameaçadores na sala com você! A maioria deles joga facas em você! Todos acertam você!

source: Oh, leave the poor unhappy bird alone.
pt_br: Ah, deixe o pobre pássaro infeliz em paz.

source: I daresay whatever you want is around here somewhere.
pt_br: Arrisco dizer que o que você quer está por aqui em algum lugar.

source: I don't know the word "stop". Use "quit" if you want to give up.
pt_br: Não conheço a palavra "stop". Use "quit" se quiser desistir.

source: You can't get there from here.
pt_br: Você não consegue chegar lá a partir daqui.

source: You are being followed by a very large, tame bear.
pt_br: Você está sendo seguido por um urso muito grande e manso.

source: If you want to end your adventure early, say "quit". To suspend your adventure such that you can continue later say "suspend" (or "pause" or "save"). To load a previously saved game, say 'load' or 'restore'. To see how well you're doing, say "score". To get full credit for a treasure, you must have left it safely in the building, though you get partial credit just for locating it. You lose points for getting killed, or for quitting, though the former costs you more. There are also points based on how much (If any) of the cave you've managed to explore; in particular, there is a large bonus just for getting in (to distinguish the beginners from the rest of the pack), and there are other ways to determine whether you've been through some of the more harrowing sections. If you think you've found all the treasures, just keep exploring for a while. If nothing interesting happens, you haven't found them all yet. If something interesting DOES happen, it means you're getting a bonus and have an opportunity to garner many more points in the master's section. I may occasionally offer hints in you seem to be having trouble. If I do, I'll warn you in advance how much it will affect your score to accept the hints. Finally, to save paper, you may specify "brief", which tells me never to repeat the full description of a place unless you explicitly ask me to.
pt_br: Se quiser encerrar sua aventura mais cedo, diga "quit". Para suspender a aventura e continuar depois, diga "suspend" (ou "pause" ou "save"). Para carregar um jogo salvo, diga 'load' ou 'restore'. Para ver como você está indo, diga "score". Para ganhar todos os pontos por um tesouro, você deve deixá-lo em segurança no prédio, embora ganhe crédito parcial só por encontrá-lo. Você perde pontos por morrer ou por desistir, sendo que morrer custa mais. Também há pontos com base em quanto (se é que algo) da caverna você conseguiu explorar; em particular, há um grande bônus só por entrar (para distinguir iniciantes do resto), e há outras maneiras de determinar se você passou por algumas das seções mais tenebrosas. Se acha que encontrou todos os tesouros, continue explorando por mais um tempo. Se nada interessante acontecer, é porque ainda não achou todos. Se ALGUMA coisa interessante acontecer, significa que você está recebendo um bônus e terá oportunidade de somar muito mais pontos na seção do mestre. Posso ocasionalmente oferecer dicas se parecer que você está com dificuldades. Se eu o fizer, vou avisar antes quanto isso afetará sua pontuação ao aceitar as dicas. Por fim, para economizar papel, você pode especificar "brief", o que me diz para nunca repetir a descrição completa de um lugar a menos que você peça explicitamente.

source: Do you indeed wish to quit now?
pt_br: Você de fato deseja sair agora?

source: There is nothing here with which to fill the vase.
pt_br: Não há nada aqui com que encher o vaso.

source: The sudden change in temperature has delicately shattered the vase.
pt_br: A mudança súbita de temperatura quebrou delicadamente o vaso.

source: It is beyond your power to do that.
pt_br: Isso está além do seu poder.

source: I don't know how.
pt_br: Eu não sei como.

source: It is too far up for you to reach.
pt_br: Está alto demais para você alcançar.

source: You killed a little Dwarf. The body vanished in a cloud of greasy black smoke.
pt_br: Você matou um pequeno anão. O corpo sumiu em uma nuvem de fumaça negra gordurosa.

source: The shell is very strong and impervious to attack.
pt_br: A concha é muito resistente e impenetrável a ataques.

source: What's the matter, can't you read? Now you'd best start over.
pt_br: Qual é o problema, não sabe ler? Agora é melhor recomeçar.

source: The axe bounces harmlessly off the dragon's thick scales.
pt_br: O machado ricocheteia inofensivamente nas espessas escamas do dragão.

source: The dragon looks rather nasty. You'd best not try to get by.
pt_br: O dragão parece bem desagradável. Melhor não tentar passar.

source: The little bird attacks the green dragon, and in an astounding flurry gets burnt to a cinder. The ashes blow away.
pt_br: O passarinho ataca o dragão verde e, em uma impressionante fúria, é queimado até virar cinzas. As cinzas voam ao vento.

source: On what?
pt_br: Em quê?

source: Okay, from now on I'll only describe a place in full the first time you come to it. To get the full description say "look".
pt_br: Certo, de agora em diante só descrevo um lugar por completo na primeira vez que você chegar nele. Para obter a descrição completa diga "look".

source: Trolls are close relatives with the rocks and have skin as tough as that of a rhinoceros. The troll fends off your blows effortlessly.
pt_br: Trolls são parentes próximos das rochas e têm pele tão resistente quanto a de um rinoceronte. O troll repele seus golpes com facilidade.

source: The troll deftly catches the axe, examines it carefully, and tosses it back, declaring, "Good workmanship, but it's not valuable enough.".
pt_br: O troll apanha habilmente o machado, examina-o com cuidado e o devolve, declarando: "Boa manufatura, mas não é valioso o suficiente.".

source: The troll catches your treasure and scurries away out of sight.
pt_br: O troll pega seu tesouro e se apressa para longe, sumindo de vista.

source: The troll refuses to let you cross.
pt_br: O troll se recusa a deixar você atravessar.

source: There is no longer any way across the chasm.
pt_br: Não há mais nenhuma maneira de atravessar o abismo.

source: Just as you reach the other side, the bridge buckles beneath the weight of the bear, which was still following you around. You scrabble desperately for support, but as the bridge collapses you stumble back and fall into the chasm.
pt_br: Assim que você chega ao outro lado, a ponte cede sob o peso do urso, que ainda o seguia por aí. Você se agarra desesperado em busca de apoio, mas quando a ponte desaba você cambaleia para trás e cai no abismo.

source: The bear lumbers toward the troll, who lets out a startled shriek and scurries away. The bear soon gives up pursuit and wanders back.
pt_br: O urso avança pesadamente em direção ao troll, que solta um grito assustado e foge correndo. O urso logo desiste da perseguição e volta a vagar.

source: The axe misses and lands near the bear where you can't get at it.
pt_br: O machado erra e cai perto do urso, onde você não consegue alcançá-lo.

source: With what? Your bare hands? Against HIS bear hands??
pt_br: Com o quê? Com as mãos nuas? Contra AS mãos do urso??

source: The bear is confused; he only wants to be your friend.
pt_br: O urso está confuso; ele só quer ser seu amigo.

source: For crying out loud, the poor thing is already dead!
pt_br: Pelo amor de Deus, a pobre criatura já está morta!

source: The bear eagerly wolfs down your food, after which he seems to calm down considerably, and even becomes rather friendly.
pt_br: O urso devora ansiosamente sua comida, após o que ele parece acalmar-se bastante e até ficar bem amistoso.

source: The bear is still chained to the wall.
pt_br: O urso ainda está preso à parede por uma corrente.

source: The chain is still locked.
pt_br: A corrente ainda está trancada.

source: The chain is now unlocked.
pt_br: A corrente agora está destrancada.

source: The chain is now locked.
pt_br: A corrente agora está trancada.

source: There is nothing here to which the chain can be locked.
pt_br: Não há nada aqui a que a corrente possa ser presa.

source: There is nothing here to eat.
pt_br: Não há nada aqui para comer.

source: Do you want the hint?
pt_br: Você quer a dica?

source: Do you need help getting out of the maze?
pt_br: Precisa de ajuda para sair do labirinto?

source: You can make the passages look less alike by dropping things.
pt_br: Você pode fazer os corredores parecerem menos iguais largando coisas.

source: Are you trying to explore beyond the plover room?
pt_br: Você está tentando explorar além da sala do maçarico?

source: There is a way to explore that region without having to worry about falling into a pit. None of the objects available is immediately useful in descovering the secret.
pt_br: Há um modo de explorar aquela região sem precisar se preocupar em cair em um poço. Nenhum dos objetos disponíveis é imediatamente útil para descobrir o segredo.

source: Do you need help getting out of here?
pt_br: Você precisa de ajuda para sair daqui?

source: Don't go west.
pt_br: Não vá para oeste.

source: Gluttony is not one of the Troll's vices. Avarice, however, is.
pt_br: A gula não é um dos vícios do Troll. A avareza, porém, é.

source: Your lamp is getting dim.. You'd best start wrapping this up, unless you can find some fresh batteries. I seem to recall there's a vending machine in the maze. Bring some coins with you.
pt_br: Sua lanterna está ficando fraca... É melhor ir encerrando, a menos que consiga pilhas novas. Acho que me lembro de uma máquina de vendas no labirinto. Traga algumas moedas com você.

source: Your lamp has run out of power.
pt_br: Sua lanterna ficou sem energia.

source: There's not much point in wandering around out here, and you can't explore the cave without a lamp. So let's just call it a day.
pt_br: Não faz muito sentido perambular por aqui, e você não pode explorar a caverna sem uma lanterna. Então vamos encerrar por hoje.

source: There are faint rustling noises from the darkness behind you. As you turn toward them, the beam of your lamp falls across a bearded pirate. He is carrying a large chest. "Shiver me timbers!" he cries, "I've been spotted! I'd best hide meself off to the maze and hide me chest!". With that, he vanished into the gloom.
pt_br: Há leves ruídos de farfalhar na escuridão atrás de você. Ao se virar para eles, o facho da sua lanterna cruza um pirata barbudo. Ele carrega um grande baú. "Que me partam os mastros!", ele grita, "Fui avistado! É melhor eu me mandar para o labirinto e esconder meu baú!". Dito isso, ele sumiu na penumbra.

source: Your lamp is getting dim. You'd best go back for those batteries.
pt_br: Sua lanterna está ficando fraca. Melhor voltar para pegar aquelas pilhas.

source: Your lamp is getting dim.. I'm taking the liberty of replacing the batteries.
pt_br: Sua lanterna está ficando fraca... Vou tomar a liberdade de trocar as pilhas.

source: Your lamp is getting dim, and you're out of spare batteries. You'd best start wrapping this up.
pt_br: Sua lanterna está ficando fraca e você não tem pilhas reservas. É melhor ir encerrando.

source: I'm afraid the magazine is written in Dwarvish.
pt_br: Receio que a revista esteja escrita em Anônico.

source: "This is not the maze where the pirate leaves his treasure chest."
pt_br: "Este não é o labirinto onde o pirata deixa seu baú do tesouro."

source: Hmm, this looks like a clue, which means it'll cost you 10 points to read it. Should I go ahead and read it anyway?
pt_br: Hmm, isso parece uma pista, o que significa que vai custar 10 pontos para lê-la. Quer que eu leia mesmo assim?

source: It says, "There is something strange about this place, such that one of the words I've always known now has a new effect."
pt_br: Diz: "Há algo estranho neste lugar, de modo que uma das palavras que sempre conheci agora tem um novo efeito."

source: It says the same thing it did before.
pt_br: Diz a mesma coisa de antes.

source: I'm afraid I don't understand.
pt_br: Receio que eu não entenda.

source: "Congratulations on bringing light into the dark-room!"
pt_br: "Parabéns por trazer luz para a sala escura!"

source: You strike the mirror a resounding blow, whereupon it shatters into a myriad tiny fragments.
pt_br: Você desfere um golpe retumbante no espelho, que se estilhaça em uma miríade de minúsculos fragmentos.

source: You have taken the vase and hurled it delicately to the ground.
pt_br: Você pegou o vaso e o arremessou delicadamente ao chão.

source: You prod the nearest Dwarf, who wakes up grumpily, takes one look at you, curses, and grabs for his axe.
pt_br: Você cutuca o anão mais próximo, que acorda irritado, olha para você, pragueja e pega seu machado.

source: Is this acceptable?
pt_br: Isso é aceitável?

source: There's no point in suspending a demonstration game.
pt_br: Não faz sentido suspender um jogo de demonstração.

source: Commands are limited to two significant words.
pt_br: Só entendo comandos com duas palavras.

source: unknown flag: %c
pt_br: opção desconhecida: %c

source: Bad grammar...
pt_br: Gramática inválida...
