Repository: xiluembo/adventure-br
Catalog: po/*.po
Languages: pt_br

source: You're at a low window overlooking a huge pit, which extends up out of sight. A floor is indistinctly visible over 50 feet below. Traces of white mist cover the floor of the pit, becoming thicker to the left. Marks in the dust around the window would seem to indicate that someone has been here recently. Directly across the pit from you and 25 feet away there is a similar window looking into a lighted room. A shadowy figure can be seen there peering back at you.
pt_br: Você está em uma janela baixa, de onde se vê um poço enorme que se estende para cima até sair de vista. Um piso é visível, indistinto, a mais de 50 pés abaixo. Traços de névoa branca cobrem o chão do poço, tornando-se mais espessos à esquerda. Marcas na poeira em torno da janela parecem indicar que alguém esteve aqui recentemente. Diretamente do outro lado do poço, a uns 25 pés, há uma janela similar dando para uma sala iluminada. Uma figura sombria pode ser vista lá, espiando de volta para você.

source: A large stalactite extends from the roof and almost reaches the floor below. You could climb down it, and jump from it to the floor, but having done so you would be unable to reach it to climb back up.
pt_br: Uma grande estalactite se estende do teto e quase alcança o piso abaixo. Você poderia descer por ela e saltar para o chão, mas, tendo feito isso, não conseguiria alcançá-la para subir de volta.

source: You are in a little maze of twisting passages, all different.
pt_br: Você está em um pequeno labirinto de passagens sinuosas, todas diferentes.

source: You are at the edge of a large underground reservoir. An opaque cloud of white mist fills the room and rises rapidly upward. The lake is fed by a stream which tumbles out of a hole in the wall about 10 feet overhead and splashes noisily into the water somewhere within the mist. The only passage goes back toward the south.
pt_br: Você está à beira de um grande reservatório subterrâneo. Uma nuvem opaca de névoa branca enche a sala e sobe rapidamente. O lago é alimentado por um riacho que despenca de um buraco na parede a uns 10 pés acima e espirra ruidosamente na água em algum lugar dentro da névoa. A única passagem volta em direção ao sul.

source: You are at the northeast end of an immense room, even larger than the giant room. It appears to be a repository for the "adventure" program. Massive torches far overhead bathe the room with smoky yellow light. Scattered about you can be seen a pile of bottles (all of them empty), a nursery of young beanstalks murmuring quietly, a bed of oysters, a bundle of black rods with rusty stars on their ends, and a collection of brass lanterns. Off to one side a great many Dwarves are sleeping on the floor, snoring loudly. A sign nearby reads: "Do NOT disturb the Dwarves!" An immense mirror is hanging against one wall, and stretches to the other end of the room, where various other sundry objects can be glimpsed dimly in the distance.
pt_br: Você está na extremidade nordeste de uma sala imensa, ainda maior que a sala gigante. Parece ser um repositório do programa "adventure". Tochas enormes, muito acima, banham a sala com uma luz amarela esfumaçada. Espalhados podem ser vistos um monte de garrafas (todas vazias), um viveiro de jovens pés de feijão murmurando baixinho, um leito de ostras, um feixe de varas pretas com estrelas enferrujadas nas pontas e uma coleção de lanternas de latão. Ao lado, muitos Anões dormem no chão, roncando alto. Uma placa próxima diz: "NÃO perturbe os Anões!" Um imenso espelho está pendurado em uma parede e se estende até a outra extremidade da sala, onde vários outros objetos diversos podem ser vislumbrados ao longe.

source: You are at the southwest end of the repository. To one side is a pit full of fierce green snakes. On the other side is a row of small wicker cages, each of which contains a little sulking bird. In one corner is a bundle of black rods with rusty marks on their ends. A large number of velvet pillows are scattered about on the floor. A vast mirror stretches off to the northeast. At your feet is a large steel grate, next to which is a sign which reads: "Treasure vault. Keys in main office."
pt_br: Você está na extremidade sudoeste do repositório. A um lado há um poço cheio de cobras verdes ferozes. Do outro lado há uma fileira de pequenas gaiolas de vime, cada uma contendo um passarinho emburrado. Em um canto há um feixe de varas pretas com marcas enferrujadas nas pontas. Um grande número de travesseiros de veludo está espalhado pelo chão. Um vasto espelho se estende para nordeste. A seus pés há uma grande grade de aço, ao lado da qual há um aviso que diz: "Cofre do tesouro. Chaves no escritório principal."

source: You are on one side of a large deep chasm. A heavy white mist rising up from below obscures all view of the far side. A sw path leads away from the chasm into a winding corridor.
pt_br: Você está de um lado de um grande e profundo abismo. Uma densa névoa branca subindo de baixo obscurece toda a vista do outro lado. Um caminho a sudoeste afasta-se do abismo em direção a um corredor sinuoso.

source: You are in a long winding corridor sloping out of sight in both directions.
pt_br: Você está em um longo corredor sinuoso que se inclina e some de vista em ambas as direções.

source: You are in a secret canyon which exits to the north and east.
pt_br: Você está em um cânion secreto que sai para norte e leste.

source: You are on the far side of the chasm. A ne path leads away from the chasm on this side.
pt_br: Você está no lado oposto do abismo. Um caminho a nordeste se afasta do abismo deste lado.

source: You're in a long east/west corridor. A faint rumbling noise can be heard in the distance.
pt_br: Você está em um longo corredor leste/oeste. Um leve som de rumor pode ser ouvido à distância.

source: The path forks here. The left fork leads northeast. A dull rumbling seems to get louder in that direction. The right fork leads southeast down a gentle slope. The main corridor enters from the west.
pt_br: O caminho se divide aqui. O ramo da esquerda segue para nordeste. Um rumor surdo parece ficar mais forte naquela direção. O ramo da direita segue para sudeste por uma suave descida. O corredor principal entra pelo oeste.

source: The walls are quite warm here. From the north can be heard a steady roar, so loud that the entire cave seems to be trembling. Another passage leads south, and a low crawl goes east.
pt_br: As paredes estão bastante quentes aqui. Do norte ouve-se um rugido constante, tão alto que toda a caverna parece tremer. Outra passagem leva ao sul e um rastejo baixo segue para leste.

source: You are on the edge of a breath-taking view. Far below you is an active volcano, from which great gouts of molten lava come surging out, cascading back down into the depths. The glowing rock fills the farthest reaches of the cavern with a blood-red glare, giving everything an eerie, macabre appearance. The air is filled with flickering sparks of ash and a heavy smell of brimstone. The walls are hot to the touch, and the thundering of the volcano drowns out all other sounds. Embedded in the jagged roof far overhead are myriad formations composed of pure white alabaster, which scatter their murky light into sinister apparitions upon the walls. To one side is a deep gorge, filled with a bizarre chaos of tortured rock which seems to have been crafted by the Devil Himself. An immense river of fire crashes out from the depths of the volcano, burns its way through the gorge, and plummets into a bottomless pit far off to your left. To the right, an immense geyser of blistering steam erupts continuously from a barren island in the center of a sulfurous lake, which bubbles ominously. The far right wall is aflame with an incandescence of its own, which lends an additional infernal splendor to the already hellish scene. A dark, foreboding passage exits to the south.
pt_br: Você está na borda de uma vista de tirar o fôlego. Muito abaixo há um vulcão ativo, do qual grandes jatos de lava derretida irrompem e voltam a despencar nas profundezas. A rocha incandescente preenche os confins da caverna com um brilho vermelho-sangue, dando a tudo uma aparência sinistra e macabra. O ar está cheio de fagulhas tremeluzentes de cinza e um forte cheiro de enxofre. As paredes estão quentes ao toque, e o troar do vulcão abafa todos os outros sons. Cravadas no teto recortado, muito acima, há miríades de formações de alabastro branco puro, que espalham sua luz turva em aparições sinistras sobre as paredes. A um lado há um desfiladeiro profundo, cheio de um bizarro caos de rocha retorcida que parece ter sido trabalhada pelo próprio Diabo. Um imenso rio de fogo irrompe das profundezas do vulcão, abre caminho pelo desfiladeiro e despenca em um abismo sem fundo bem à sua esquerda. À direita, um imenso gêiser de vapor escaldante irrompe continuamente de uma ilha estéril no centro de um lago sulfuroso, que borbulha de modo ominoso. A parede extrema à direita arde com uma incandescência própria, que confere um esplendor infernal adicional à cena já dantesca. Um corredor escuro e ameaçador sai para o sul.

source: You are in a small chamber filled with large boulders. The walls are very warm, causing the air in the room to be almost stifling from the heat. The only exit is a crawl heading west, through which is coming a low rumbling.
pt_br: Você está em uma pequena câmara cheia de grandes rochas. As paredes estão muito quentes, tornando o ar da sala quase sufocante pelo calor. A única saída é um rastejo em direção ao oeste, por onde vem um baixo ronco.

source: You are walking along a gently sloping north/south passage lined with oddly shaped limestone formations.
pt_br: Você está caminhando por um corredor norte/sul de leve inclinação, ladeado por formações de calcário de formas estranhas.

source: You are standing at the entrance to a large, barren room. A sign posted above the entrance reads: "Caution! Bear in room!"
pt_br: Você está parado na entrada de uma grande sala árida. Uma placa afixada acima da entrada diz: "Cuidado! Urso na sala!"

source: You are inside a barren room. The center of the room is completely empty except for some dust. Marks in the dust lead away toward the far end of the room. The only exit is the way you came in.
pt_br: Você está dentro de uma sala árida. O centro da sala está completamente vazio, exceto por um pouco de poeira. Marcas na poeira seguem em direção ao fundo da sala. A única saída é por onde você entrou.

source: You are in a maze of twisting little passages, all different.
pt_br: Você está em um labirinto de pequenas passagens retorcidas, todas diferentes.

source: You are in a little maze of twisty passages, all different.
pt_br: Você está em um pequeno labirinto de passagens tortuosas, todas diferentes.

source: You are in a twisting maze of little passages, all different.
pt_br: Você está em um labirinto tortuoso de pequenas passagens, todas diferentes.

source: You are in a twisting little maze of passages, all different.
pt_br: Você está em um pequeno labirinto tortuoso de passagens, todas diferentes.

source: You are in a twisty little maze of passages, all different.
pt_br: Você está em um tortuoso e pequeno labirinto de passagens, todas diferentes.

source: You are in a twisty maze of little passages, all different.
pt_br: Você está em um tortuoso labirinto de pequenas passagens, todas diferentes.

source: You are in a little twisty maze of passages, all different.
pt_br: Você está em um pequeno e tortuoso labirinto de passagens, todas diferentes.

source: You are in a maze of little twisting passages, all different.
pt_br: Você está em um labirinto de pequenas passagens sinuosas, todas diferentes.

source: You are in a maze of little twisty passages, all different.
pt_br: Você está em um labirinto de pequenas passagens serpenteantes, todas diferentes.

source: You're at end of road again.
pt_br: Você está novamente no fim da estrada.

source: You're at hill in road.
pt_br: Você está na colina da estrada.

source: You're inside building.
pt_br: Você está dentro do prédio.

source: You're in valley.
pt_br: Você está no vale.

source: You're in forest.
pt_br: Você está na floresta.

source: You're at slit in streambed.
pt_br: Você está na fenda no leito do riacho.

source: You're outside grate.
pt_br: Você está do lado de fora da grade.

source: You're below the grate.
pt_br: Você está abaixo da grade.

source: You're in cobble crawl.
pt_br: Você está no rastejo de seixos.

source: You're in debris room.
pt_br: Você está na sala de detritos.

source: You're in bird chamber.
pt_br: Você está na câmara do pássaro.

source: You're at top of small pit.
pt_br: Você está no topo do pequeno poço.

source: You're in hall of mists.
pt_br: Você está no salão das neblinas.

source: You're on east bank of fissure.
pt_br: Você está na margem leste da fenda.

source: You're in nugget of gold room.
pt_br: Você está na sala da pepita de ouro.

source: You're in hall of mt. king.
pt_br: Você está no salão do rei da montanha.

source: You are the the bottom of the pit with a broken neck.
pt_br: Você está no fundo do poço com o pescoço quebrado.

source: You're at west end of twopit room.
pt_br: Você está na extremidade oeste da sala dos dois poços.

source: You're in east pit.
pt_br: Você está no poço leste.

source: You're in west pit.
pt_br: Você está no poço oeste.

source: You're at "Y2".
pt_br: Você está em "Y2".

source: You're at window on pit.
pt_br: Você está na janela sobre o poço.

source: You're in dirty passage.
pt_br: Você está no corredor sujo.

source: You're in dusty rock room.
pt_br: Você está na sala rochosa empoeirada.

source: You're at west end of hall of mists.
pt_br: Você está na extremidade oeste do salão das neblinas.

source: You're at brink of pit.
pt_br: Você está à beira do poço.

source: You're at east end of long hall.
pt_br: Você está na extremidade leste do salão comprido.

source: You're at west end of long hall.
pt_br: Você está na extremidade oeste do salão comprido.

source: You're at complex junction.
pt_br: Você está no cruzamento complexo.

source: You're in swiss cheese room.
pt_br: Você está na sala do queijo suíço.

source: You're at east end of twopit room.
pt_br: Você está na extremidade leste da sala dos dois poços.

source: You're in slab room.
pt_br: Você está na sala da laje.

source: You're at junction of three secret canyons.
pt_br: Você está no entroncamento de três cânions secretos.

source: You're at secret E/W canyon above tight canyon.
pt_br: Você está no cânion secreto leste/oeste acima do cânion estreito.

source: You're in narrow corridor.
pt_br: Você está no corredor estreito.

source: You're at steep incline above large room.
pt_br: Você está na rampa íngreme acima da sala grande.

source: You're in giant room.
pt_br: Você está na sala gigante.

source: You're in cavern with waterfall.
pt_br: Você está na caverna com cachoeira.

source: You're in soft room.
pt_br: Você está na sala macia.

source: You're in oriental room.
pt_br: Você está na sala oriental.

source: You're in misty cavern.
pt_br: Você está na caverna enevoada.

source: You're in alcove.
pt_br: Você está no nicho.

source: You're in plover room.
pt_br: Você está na sala do maçarico.

source: You're in dark-room.
pt_br: Você está na sala escura.

source: You're in arched hall.
pt_br: Você está no salão arqueado.

source: You're in shell room.
pt_br: Você está na sala das conchas.

source: You're in anteroom.
pt_br: Você está na antessala.

source: You're at Witt's end.
pt_br: Você está no Fim de Witt.

source: You're in mirror canyon.
pt_br: Você está no cânion do espelho.

source: You're at top of stalactite.
pt_br: Você está no topo da estalactite.

source: You're at reservoir.
pt_br: Você está no reservatório.

source: You're at ne end of repository.
pt_br: Você está na extremidade nordeste do repositório.

source: You're at sw end of repository.
pt_br: Você está na extremidade sudoeste do repositório.

source: You're on sw side of chasm.
pt_br: Você está no lado sudoeste do abismo.

source: You're in sloping corridor.
pt_br: Você está no corredor inclinado.

source: You're on ne side of chasm.
pt_br: Você está no lado nordeste do abismo.

source: You're in corridor.
pt_br: Você está no corredor.

source: You're at fork in path.
pt_br: Você está na bifurcação do caminho.

source: You're at junction with warm walls.
pt_br: Você está no cruzamento com paredes quentes.

source: You're at breath-taking view.
pt_br: Você está na vista de tirar o fôlego.

source: You're in chamber of boulders.
pt_br: Você está na câmara das rochas.

source: You're in limestone passage.
pt_br: Você está no corredor de calcário.

source: You're in front of barren room.
pt_br: Você está diante da sala árida.

source: You're in barren room.
pt_br: Você está na sala árida.

source: There are some keys on the ground here.
pt_br: Há algumas chaves no chão aqui.

source: There is a shiny brass lamp nearby.
pt_br: Há uma lanterna de latão brilhante por perto.

source: There is a lamp shining nearby.
pt_br: Há uma lanterna acesa por perto.

source: The grate is locked.
pt_br: A grade está trancada.

source: The grate is open.
pt_br: A grade está aberta.

source: There is a small wicker cage discarded nearby.
pt_br: Há uma pequena gaiola de vime descartada por perto.

source: A three foot black rod with a rusty star on an end lies nearby.
pt_br: Há uma vara preta de um metro com uma estrela enferrujada na ponta aqui perto.

source: A three foot black rod with a rusty mark on an end lies nearby.
pt_br: Há uma vara preta de um metro com uma marca enferrujada na ponta aqui perto.

source: Rough stone steps lead down the pit.
pt_br: Degraus de pedra rústicos descem pelo poço.

source: Rough stone steps lead up the dome.
pt_br: Degraus de pedra rústicos sobem pela cúpula.

source: A cheerful little bird is sitting here singing.
pt_br: Um passarinho alegre está aqui cantando.

source: There is a little bird in the cage.
pt_br: Há um passarinho na gaiola.

source: The way north is barred by a massive, rusty, iron door.
pt_br: O caminho ao norte é bloqueado por uma porta de ferro maciça e enferrujada.

source: The way north leads through a massive, rusty, iron door.
pt_br: O caminho ao norte passa por uma porta de ferro maciça e enferrujada.

source: A small velvet pillow lies on the floor.
pt_br: Um pequeno travesseiro de veludo está no chão.

source: A huge green fierce snake bars the way!
pt_br: Uma enorme cobra verde feroz barra o caminho!

source: A crystal bridge now spans the fissure.
pt_br: Uma ponte de cristal agora atravessa a fenda.

source: The crystal bridge has vanished!
pt_br: A ponte de cristal desapareceu!

source: A massive stone tablet imbedded in the wall reads: "Congratulations on bringing light into the dark-room!"
pt_br: Uma enorme tábua de pedra incrustada na parede diz: "Parabéns por trazer luz para a sala escura!"

source: There is an enormous clam here with its shell tightly closed.
pt_br: Há uma enorme amêijoa aqui, com a concha bem fechada.

source: There is an enormous oyster here with its shell tightly closed.
pt_br: Há uma enorme ostra aqui, com a concha bem fechada.

source: Interesting. There seems to be something written on the underside of the oyster.
pt_br: Interessante. Parece haver algo escrito na parte de baixo da ostra.

source: There are a few recent issues of "Spelunker Today" magazine here.
pt_br: Há algumas edições recentes da revista "Spelunker Today" aqui.

source: There is tasty food here.
pt_br: Há comida saborosa aqui.

source: There is a bottle of water here.
pt_br: Há uma garrafa de água aqui.

source: There is an empty bottle here.
pt_br: Há uma garrafa vazia aqui.

source: There is a bottle of oil here.
pt_br: Há uma garrafa de óleo aqui.

source: There is a tiny little plant in the pit, murmuring "Water, Water, ..."
pt_br: Há uma plantinha minúscula no poço murmurando "Água, água, ..."

source: The plant spurts into furious growth for a few seconds.
pt_br: A planta dispara em um crescimento furioso por alguns segundos.

source: There is a 12-foot-tall beanstalk stretching up out of the pit, bellowing "Water!! Water!!"
pt_br: Há um pé de feijão de 12 pés de altura saindo do poço, bradando "Água!! Água!!"

source: The plant grows explosively, almost filling the bottom of the pit.
pt_br: A planta cresce de forma explosiva, quase preenchendo o fundo do poço.

source: There is a gigantic beanstalk stretching all the way up to the hole.
pt_br: Há um gigantesco pé de feijão estendendo-se até o buraco.

source: You've over-watered the plant! It's shriveling up! It's, It's...
pt_br: Você regou demais a planta! Ela está murchando! Ela... ela...

source: The top of a 12-foot-tall beanstalk is poking up out of the west pit.
pt_br: O topo de um pé de feijão de 12 pés está surgindo do poço oeste.

source: There is a huge beanstalk growing out of the west pit up to the hole.
pt_br: Há um enorme pé de feijão crescendo do poço oeste até o buraco.

source: The shadowy figure seems to be trying to attract your attention.
pt_br: A figura sombria parece estar tentando atrair sua atenção.

source: There is a little axe here.
pt_br: Há um pequeno machado aqui.

source: There is a little axe lying beside the bear.
pt_br: Há um pequeno machado deitado ao lado do urso.

source: A huge green fierce dragon bars the way!
pt_br: Um enorme dragão verde feroz barra o caminho!

source: Congratulations! You have just vanquished a dragon with your bare hands! (Unbelievable, Isn't it?)
pt_br: Parabéns! Você acabou de derrotar um dragão com as próprias mãos! (Inacreditável, não é?)

source: The body of a huge green dead dragon is lying off to one side.
pt_br: O corpo de um enorme dragão verde morto está caído a um lado.

source: A rickety wooden bridge extends across the chasm, vanishing into the mist. A sign posted on the bridge reads: "Stop! Pay Troll!"
pt_br: Uma ponte de madeira precária se estende sobre o abismo, sumindo na neblina. Uma placa na ponte diz: "Pare! Pague o Troll!"

source: The wreckage of a bridge (and a dead bear) can be seen at the bottom of the chasm.
pt_br: Os destroços de uma ponte (e um urso morto) podem ser vistos no fundo do abismo.

source: A burly troll stands by the bridge and insists you throw him a treasure before you may cross.
pt_br: Um troll corpulento fica junto à ponte e insiste que você jogue para ele um tesouro antes de cruzar.

source: The troll steps out from beneath the bridge and blocks your way.
pt_br: O troll sai debaixo da ponte e bloqueia o seu caminho.

source: The troll is nowhere to be seen.
pt_br: O troll não está em lugar algum.

source: There is a ferocious cave bear eyeing you from the far end of the room!
pt_br: Há um urso selvagem de caverna lhe observando do fundo da sala!

source: There is a gentle cave bear sitting placidly in one corner.
pt_br: Há um urso dócil de caverna sentado placidamente num canto.

source: There is a contented-looking bear wandering about nearby.
pt_br: Há um urso com ar satisfeito perambulando aqui por perto.

source: There is a message scrawled in the dust in a flowery script, reading: "This is not the maze where the" "pirate leaves his treasure chest"
pt_br: Há uma mensagem rabiscada na poeira, com letras rebuscadas, dizendo: "Este não é o labirinto onde o" "pirata deixa seu baú do tesouro"

source: There is a massive vending machine here. The instructions on it read: "Drop coins here to receive fresh batteries."
pt_br: Há aqui uma máquina de venda enorme. As instruções nela dizem: "Deposite moedas aqui para receber pilhas novas."

source: There are fresh batteries here.
pt_br: Há pilhas novas aqui.

source: Some worn-out batteries have been discarded nearby.
pt_br: Algumas pilhas gastas foram descartadas aqui perto.
