Repository: xiluembo/adventure-br
Catalog: po/*.po
Languages: pt_br

source: There is a large sparkling nugget of gold here!
pt_br: Há uma grande e reluzente pepita de ouro aqui!

source: There are diamonds here!
pt_br: Há diamantes aqui!

source: There are bars of silver here!
pt_br: Há barras de prata aqui!

source: There is precious jewelry here!
pt_br: Há joias preciosas aqui!

source: There are many coins here!
pt_br: Há muitas moedas aqui!

source: The pirate's treasure chest is here!
pt_br: O baú do tesouro do pirata está aqui!

source: There is a large nest here, full of golden eggs!
pt_br: Há um grande ninho aqui, cheio de ovos dourados!

source: The nest of golden eggs has vanished!
pt_br: O ninho de ovos dourados desapareceu!

source: Done!
pt_br: Pronto!

source: There is a jewel-encrusted trident here!
pt_br: Há um tridente incrustado de joias aqui!

source: There is a delicate, precious, ming vase here!
pt_br: Há um vaso Ming delicado e precioso aqui!

source: The vase is now resting, delicately, on a velvet pillow.
pt_br: O vaso agora repousa, delicadamente, sobre um travesseiro de veludo.

source: The floor is littered with worthless shards of pottery.
pt_br: O chão está coberto de cacos de cerâmica sem valor.

source: The ming vase drops with a delicate crash.
pt_br: O vaso Ming cai com um delicado estrondo.

source: There is an emerald here the size of a plover's egg!
pt_br: Há aqui uma esmeralda do tamanho de um ovo de maçarico!

source: There is a platinum pyramid here, 8 inches on a side!
pt_br: Há aqui uma pirâmide de platina, com 8 polegadas de lado!

source: Off to one side lies a glistening pearl!
pt_br: Ao lado jaz uma pérola reluzente!

source: There is a persian rug spread out on the floor!
pt_br: Há um tapete persa estendido no chão!

source: The dragon is sprawled out on a persian rug!!
pt_br: O dragão está esparramado sobre um tapete persa!!

source: There are rare spices here!
pt_br: Há especiarias raras aqui!

source: There is a golden chain lying in a heap on the floor!
pt_br: Há uma corrente dourada jogada em um monte no chão!

source: The bear is locked to the wall with a golden chain!
pt_br: O urso está preso à parede com uma corrente dourada!

source: There is a golden chain locked to the wall!
pt_br: Há uma corrente dourada presa à parede!

source: Somewhere nearby is Colossal Cave, where others have found fortunes in treasure and gold, though it is rumored that some who enter are never seen again. Magic is said to work in the cave. I will be your eyes and hands. Direct me with commands of 1 or 2 words. I should warn you that I look at only the first five letters of each word, so you'll have to enter "Northeast" as "ne" to distinguish it from "North". (Should you get stuck, type "help" for some general hints).
pt_br: Em algum lugar aqui perto fica a Caverna Colossal, onde outros encontraram fortunas em tesouros e ouro, embora haja rumores de que alguns que entram nunca mais são vistos. Dizem que a magia funciona na caverna. Serei seus olhos e mãos. Direcione-me com comandos de 1 ou 2 palavras. Devo alertá-lo de que considero apenas as cinco primeiras letras de cada palavra, então você terá de digitar "Noroeste" como "no" para distingui-lo de "Norte". (Se ficar preso, digite "help" para obter algumas dicas gerais).

source: A little dwarf with a big knife blocks your way.
pt_br: Um pequeno anão com uma grande faca bloqueia seu caminho.

source: A little dwarf just walked around a corner, saw you, threw a little axe at you which missed, cursed, and ran away.
pt_br: Um pequeno anão acabou de virar a esquina, viu você, arremessou um machadinho que errou, praguejou e saiu correndo.

source: There is a threatening little dwarf in the room with you!
pt_br: Há um pequeno anão ameaçador na sala com você!

source: One sharp, nasty knife is thrown at you!
pt_br: Uma faca afiada e desagradável é arremessada contra você!

source: None of them hit you!
pt_br: Nenhuma delas acerta você!

source: One of them gets you!
pt_br: Uma delas pega você!

source: A hollow voice says "Plugh".
pt_br: Uma voz oca diz "Plugh".

source: There is no way to go that direction.
pt_br: Não há como ir nessa direção.

source: I am unsure how you are facing. Use compass points or nearby objects.
pt_br: Não sei em que direção você está voltado. Use pontos cardeais ou objetos próximos.

source: I don't know in from out here. Use compass points or name something in the general direction you want to go.
pt_br: Não sei o que é 'entrar' ou 'sair' aqui. Use pontos cardeais ou nomeie algo na direção geral para onde quer ir.

source: I don't know how to apply that word here.
pt_br: Não sei como aplicar essa palavra aqui.

source: I don't understand that!
pt_br: Não entendo isso!

source: I'm game. Would you care to explain how?
pt_br: Topo o desafio. Quer explicar como?

source: Sorry, but I am not allowed to give more detail. I will repeat the long description of your location.
pt_br: Desculpe, mas não posso dar mais detalhes. Vou repetir a descrição longa do seu local.

source: It is now pitch dark. If you proceed you will likely fall into a pit.
pt_br: Agora está escuro como breu. Se você continuar, provavelmente vai cair em um poço.

source: If you prefer, simply type W rather than West.
pt_br: Se preferir, basta digitar O em vez de Oeste.

source: Are you trying to catch the bird?
pt_br: Você está tentando pegar o pássaro?

source: The bird is frightened right now and you cannot catch it no matter what you try. Perhaps you might try later.
pt_br: O pássaro está assustado agora e você não consegue pegá-lo não importa o que tente. Talvez tente mais tarde.

source: Are you trying to somehow deal with the snake?
pt_br: Você está tentando lidar de alguma forma com a cobra?

source: You can't kill the snake, or drive it away, or avoid it, or anything like that. There is a way to get by, but you don't have the necessary resources right now.
pt_br: Você não pode matar a cobra, nem afugentá-la, nem evitá-la, nem nada do tipo. Há um jeito de passar, mas você não tem os recursos necessários agora.

source: Do you really want to quit now?
pt_br: Você realmente quer sair agora?

source: You fell into a pit and broke every bone in your body!
pt_br: Você caiu em um poço e quebrou todos os ossos do seu corpo!

source: You are already carrying it!
pt_br: Você já está carregando isso!

source: You can't be serious!
pt_br: Você só pode estar brincando!

source: The bird was unafraid when you entered, but as you approach it becomes disturbed and you cannot catch it.
pt_br: O pássaro não estava com medo quando você entrou, mas ao se aproximar ele se agita e você não consegue pegá-lo.

source: You can catch the bird, but you cannot carry it.
pt_br: Você pode capturar o pássaro, mas não pode carregá-lo.

source: There is nothing here with a lock!
pt_br: Não há nada aqui com fechadura!

source: You aren't carrying it!
pt_br: Você não está carregando isso!

source: The little bird attacks the green snake, and in an astounding flurry drives the snake away.
pt_br: O passarinho ataca a cobra verde e, numa assombrosa fúria, a enxota.

source: You have no keys!
pt_br: Você não tem chaves!

source: It has no lock.
pt_br: Isso não tem fechadura.

source: I don't know how to lock or unlock such a thing.
pt_br: Não sei como trancar ou destrancar algo assim.

source: It was already locked.
pt_br: Já estava trancado.

source: The grate is now locked.
pt_br: A grade agora está trancada.

source: The grate is now unlocked.
pt_br: A grade agora está destrancada.

source: It was already unlocked.
pt_br: Já estava destrancado.

source: You have no source of light.
pt_br: Você não tem nenhuma fonte de luz.

source: Your lamp is now on.
pt_br: Sua lanterna agora está ligada.

source: Your lamp is now off.
pt_br: Sua lanterna agora está desligada.

source: There is no way to get past the bear to unlock the chain,_ which is probably just as well.
pt_br: Não há como passar pelo urso para destrancar a corrente, o que provavelmente é melhor assim.

source: Nothing happens.
pt_br: Nada acontece.

source: Where?
pt_br: Onde?

source: There is nothing here to attack.
pt_br: Não há nada aqui para atacar.

source: The little bird is now dead. Its body disappears.
pt_br: O passarinho agora está morto. O corpo desaparece.

source: Attacking the snake both doesn't work and is very dangerous.
pt_br: Atacar a cobra não funciona e é muito perigoso.

source: You killed a little dwarf.
pt_br: Você matou um pequeno anão.

source: You attack a little dwarf, but he dodges out of the way.
pt_br: Você ataca um pequeno anão, mas ele desvia.

source: With what? Your bare hands?
pt_br: Com o quê? Com as mãos nuas?

source: Good try, but that is an old worn-out magic word.
pt_br: Boa tentativa, mas essa é uma palavra mágica velha e batida.

source: I know of places, actions, and things. Most of my vocabulary describes places and is used to move you there. To move, try words like forest, building, downstream, enter, east, west, north, south, up or down. I know about a few special objects, like a black rod hidden in the cave. These objects can be manipulated using some of the action words I know. Usually you will need to give both the object and action words (In either order), but sometimes I can infer the object from the verb alone. Some objects also imply verbs; in particular, "inventory" implies "take inventory", which causes me to give you a list of what you're carrying. The objects have side effects; for instance, the rod scares the bird. Usually people having trouble moving just need to try a few more words. Usually people trying unsuccessfully to manipulate an object are attempting something beyond their (or my!) capabilities and should try a completely different tack. To speed the game up, you can sometimes move long distances with a single word. For example, "building" usually gets you to the building from anywhere above ground except when lost in the forest. Also, note that cave passages turn a lot, and that leaving a room to the north does not guarantee entering the next from the south. Good luck!
pt_br: Conheço lugares, ações e coisas. A maior parte do meu vocabulário descreve lugares e é usada para mover você até eles. Para se mover, tente palavras como floresta, prédio, rio-abaixo, entrar, leste, oeste, norte, sul, subir ou descer. Conheço alguns objetos especiais, como uma vara preta escondida na caverna. Esses objetos podem ser manipulados usando algumas das palavras de ação que conheço. Normalmente você precisará fornecer tanto o objeto quanto o verbo (em qualquer ordem), mas às vezes posso inferir o objeto a partir do verbo sozinho. Alguns objetos também implicam verbos; em particular, "inventário" implica "ver inventário", o que faz com que eu lhe dê uma lista do que você está carregando. Os objetos têm efeitos colaterais; por exemplo, a vara assusta o pássaro. Geralmente, quem tem dificuldade para se mover só precisa tentar mais algumas palavras. Geralmente, quem tenta sem sucesso manipular um objeto está tentando algo além de suas (ou das minhas!) capacidades e deve tentar uma abordagem completamente diferente. Para acelerar o jogo, às vezes você pode percorrer longas distâncias com uma única palavra. Por exemplo, "prédio" geralmente leva você ao prédio a partir de qualquer lugar na superfície, exceto quando estiver perdido na floresta. Além disso, note que os túneis mudam de direção com frequência e sair de uma sala para o norte não garante entrar na próxima pelo sul. Boa sorte!

source: It misses!
pt_br: Errou!

source: It gets you!
pt_br: Acertou você!

source: You can't unlock the keys.
pt_br: Você não pode destrancar as chaves.

source: You have crawled around in some little holes and wound up back in the main passage.
pt_br: Você engatinhou por alguns buraquinhos e acabou voltando ao corredor principal.

source: I don't know where the cave is, but hereabouts no stream can run on the surface for very long. I would try the stream.
pt_br: Não sei onde fica a caverna, mas por aqui nenhum riacho corre na superfície por muito tempo. Eu tentaria seguir o riacho.

source: I need more detailed instructions to do that.
pt_br: Preciso de instruções mais detalhadas para fazer isso.

source: I can only tell you what you see as you move about and manipulate things. I cannot tell you where remote things are.
pt_br: Só posso dizer o que você vê ao se mover e manipular coisas. Não posso dizer onde estão coisas distantes.

source: I don't know that word.
pt_br: Não conheço essa palavra.

source: What?
pt_br: O quê?

source: Are you trying to get into the cave?
pt_br: Você está tentando entrar na caverna?

source: The grate is very solid and has a hardened steel lock. You cannot enter without a key, and there are no keys nearby. I would recommend looking elsewhere for the keys.
pt_br: A grade é muito sólida e tem um cadeado de aço temperado. Você não pode entrar sem uma chave, e não há chaves por perto. Eu recomendaria procurar as chaves em outro lugar.

source: The trees of the forest are large hardwood oak and maple, with an occasional grove of pine or spruce. There is quite a bit of undergrowth, largely birch and ash saplings plus nondescript bushes of various sorts. This time of year visibility is quite restricted by all the leaves, but travel is quite easy if you detour around the spruce and berry bushes.
pt_br: As árvores da floresta são grandes carvalhos e bordos de madeira dura, com um ou outro bosque de pinheiros ou abetos. Há bastante sub-bosque, em grande parte mudas de bétula e freixo, além de arbustos variados sem muita distinção. Nesta época do ano, a visibilidade é bastante limitada pelas folhas, mas é fácil se deslocar contornando os abetos e os arbustos de frutas.

source: Welcome to Colossal Cave Adventure! Original development by Willie Crowther. Major features added by Don Woods. Conversion to BDS C by J. R. Jaeger. Unix standardization by Jerry D. Pohl. Port to QNX 4 and bug fixes by James Lummel. Would you like instructions?
pt_br: Bem-vindo à Colossal Cave Adventure! Desenvolvimento original por Willie Crowther. Principais recursos por Don Woods. Conversão para BDS C por J. R. Jaeger. Padronização para Unix por Jerry D. Pohl. Port para QNX 4 e correções por James Lummel. Você gostaria de instruções?

source: Digging without a shovel is quite impractical. Even with a shovel progress is unlikely.
pt_br: Cavar sem uma pá é bem impraticável. Mesmo com uma pá, o progresso é improvável.

source: Blasting requires dynamite.
pt_br: Explodir requer dinamite.

source: I'm as confused as you are.
pt_br: Estou tão confuso quanto você.

source: Mist is a white vapor, usually water. Seen from time to time in caverns. It can be found anywhere but is frequently a sign of a deep pit leading down to water.
pt_br: Névoa é um vapor branco, geralmente água. Visto de vez em quando em cavernas. Pode ser encontrado em qualquer lugar, mas frequentemente é sinal de um poço profundo que leva até água.

source: Your feet are now wet.
pt_br: Seus pés agora estão molhados.

source: I think I just lost my appetite.
pt_br: Acho que acabei de perder o apetite.

source: Thank you. It was delicious!
pt_br: Obrigado. Estava delicioso!

source: You have taken a drink from the stream. The water tastes strongly of minerals, but is not unpleasant. It is extremely cold.
pt_br: Você bebeu um gole do riacho. A água tem um forte gosto de minerais, mas não é desagradável. Está extremamente gelada.

source: The bottle of water is now empty.
pt_br: A garrafa de água agora está vazia.

source: Rubbing the electric lamp is not particularly rewarding. Anyway, nothing exciting happens.
pt_br: Esfregar a lâmpada elétrica não é lá muito recompensador. De qualquer forma, nada de empolgante acontece.

source: Peculiar. Nothing unexpected happens.
pt_br: Que peculiar. Nada inesperado acontece.

source: Your bottle is empty and the ground is wet.
pt_br: Sua garrafa está vazia e o chão está molhado.

source: You can't pour that.
pt_br: Não dá para derramar isso.

source: Watch it!
pt_br: Cuidado!

source: Which way?
pt_br: Para que lado?

source: Oh dear, you seem to have gotten yourself killed. I might be able to help you out, but I've never really done this before. Do you want me to try to reincarnate you?
pt_br: Puxa vida, parece que você se matou. Eu até poderia ajudar, mas nunca fiz isso de verdade. Quer que eu tente reencarnar você?

source: All right. But don't blame me if something goes wr...... --- POOF !! --- You are engulfed in a cloud of orange smoke. Coughing and gasping, you emerge from the smoke and find...
pt_br: Tudo bem. Mas não me culpe se algo der er...... --- PUF !! --- Você é envolto por uma nuvem de fumaça alaranjada. Tossindo e ofegante, você sai da fumaça e percebe...

source: You clumsy oaf, you've done it again! I don't know how long I can keep this up. Do you want me to try reincarnating you again?
pt_br: Seu desastrado, você fez isso de novo! Não sei por quanto tempo consigo continuar. Quer que eu tente reencarná-lo mais uma vez?

source: Okay, now where did I put my orange smoke? ... > POOF! < Everything disappears in a dense cloud of orange smoke.
pt_br: Certo, onde foi que eu pus minha fumaça alaranjada? ... > PUF! < Tudo desaparece numa densa nuvem de fumaça alaranjada.

source: Now you've really done it! I'm out of orange smoke! You don't expect me to do a decent reincarnation without any orange smoke, do you?
pt_br: Agora você aprontou mesmo! Acabou minha fumaça alaranjada! Você não espera que eu faça uma reencarnação decente sem nenhuma fumaça alaranjada, espera?

source: Okay, If you're so smart, do it yourself! I'm leaving!
pt_br: Certo, se você é tão esperto, faça você mesmo! Estou indo embora!

source: Reserved
pt_br: Reservado

source: Sorry, but I no longer seem to remember how it was you got here.
pt_br: Desculpe, mas parece que não me lembro mais de como você chegou aqui.

source: You can't carry anything more. You'll have to drop something first.
pt_br: Você não pode carregar mais nada. Vai ter que largar algo antes.

source: You can't go through a locked steel grate!
pt_br: Você não pode passar por uma grade de aço trancada!

source: I believe what you want is right here with you.
pt_br: Acredito que o que você quer está aqui com você.

source: You don't fit through a two-inch slit!
pt_br: Você não passa por uma fenda de duas polegadas!

source: I respectfully suggest you go across the bridge instead of jumping.
pt_br: Sugiro respeitosamente que você atravesse a ponte em vez de pular.

source: There is no way across the fissure.
pt_br: Não há como atravessar a fenda.

source: You're not carrying anything.
pt_br: Você não está carregando nada.

source: You are currently holding the following:
pt_br: Você está atualmente segurando o seguinte:

source: It's not hungry (It's merely pinin' for the Fjords). Besides You have no bird seed.
pt_br: Não está com fome (só está com saudade dos Fiordes). Além disso, você não tem alpiste.

source: The snake has now devoured your bird.
pt_br: A cobra agora devorou o seu pássaro.

source: There's nothing here it wants to eat (Except perhaps you).
pt_br: Não há nada aqui que ele queira comer (exceto talvez você).

source: You fool, Dwarves eat only coal! Now you've made him REALLY mad !!
pt_br: Seu tolo, anões comem apenas carvão! Agora você o deixou REALMENTE furioso!!

source: You have nothing in which to carry it.
pt_br: Você não tem nada em que carregar isso.

source: Your bottle is already full.
pt_br: Sua garrafa já está cheia.

source: There is nothing here with which to fill the bottle.
pt_br: Não há nada aqui com que encher a garrafa.

source: Your bottle is now full of water.
pt_br: Sua garrafa agora está cheia de água.

source: Your bottle is now full of oil.
pt_br: Sua garrafa agora está cheia de óleo.

source: You can't fill that.
pt_br: Você não pode encher isso.

source: Don't be ridiculous!
pt_br: Não seja ridículo!

source: The door is extremely rusty and refuses to open.
pt_br: A porta está extremamente enferrujada e se recusa a abrir.

source: The plant indignantly shakes the oil off its leaves and asks: "Water?".
pt_br: A planta sacode indignada o óleo das folhas e pergunta: "Água?".

source: The hinges are quite thoroughly rusted now and won't budge.
pt_br: As dobradiças agora estão completamente enferrujadas e não cedem.

source: The oil has freed up the hinges so that the door will now move, although it requires some effort.
pt_br: O óleo soltou as dobradiças, então a porta agora se move, embora exija algum esforço.

source: The plant has exceptionally deep roots and cannot be pulled free.
pt_br: A planta tem raízes excepcionalmente profundas e não pode ser arrancada.

source: The Dwarves' knives vanish as they strike the walls of the cave.
pt_br: As facas dos anões desaparecem ao atingir as paredes da caverna.

source: Something you're carrying won't fit through the tunnel with you. You'd best take inventory and drop something.
pt_br: Algo que você carrega não passa junto com você pelo túnel. Melhor ver o inventário e largar alguma coisa.

source: You can't fit this five-foot clam through that little passage!
pt_br: Você não consegue passar esta amêijoa de cinco pés por essa passagem estreita!

source: You can't fit this five foot oyster through that little passage!
pt_br: Você não consegue passar esta ostra de cinco pés por essa passagem estreita!

source: I advise you to put down the clam before opening it. >STRAIN!<
pt_br: Aconselho você a colocar a amêijoa no chão antes de abri-la. >FORÇA!<

source: I advise you to put down the oyster before opening it. >WRENCH!<
pt_br: Aconselho você a colocar a ostra no chão antes de abri-la. >TORQUE!<

source: You don't have anything strong enough to open the clam.
pt_br: Você não tem nada forte o bastante para abrir a amêijoa.

source: You don't have anything strong enough to open the oyster.
pt_br: Você não tem nada forte o bastante para abrir a ostra.

source: A glistening pearl falls out of the clam and rolls away. Goodness, this must really be an oyster. (I never was very good at identifying bivalves.) Whatever it is, it has now snapped shut again.
pt_br: Uma pérola reluzente cai da amêijoa e sai rolando. Nossa, então isso deve mesmo ser uma ostra. (Nunca fui muito bom em identificar bivalves.) Seja o que for, agora se fechou de novo.

source: The oyster creaks open, revealing nothing but oyster inside. It promptly snaps shut again.
pt_br: A ostra range ao abrir, revelando nada além de ostra por dentro. Ela logo se fecha novamente.

source: You have crawled around in some little holes and found your way blocked by a recent cave-in. You are now back in the main passage.
pt_br: Você engatinhou por alguns buraquinhos e encontrou seu caminho bloqueado por um desmoronamento recente. Agora você está de volta ao corredor principal.

source: There are faint rustling noises from the darkness behind you.
pt_br: Há leves ruídos de farfalhar na escuridão atrás de você.

source: Out from the shadows behind you pounces a bearded pirate! "Har, har" he chortles, "I'll just take all this booty and hide it away with me chest deep in the maze!". He snatches your treasure and vanishes into the gloom.
pt_br: Das sombras atrás de você salta um pirata barbudo! "Har, har", ele gargalha, "Vou pegar todo esse butim e escondê-lo com meu baú no fundo do labirinto!". Ele arrebata seu tesouro e desaparece na penumbra.

source: A sepulchral voice reverberating through the cave says: "Cave closing soon. All adventurers exit immediately through main office."
pt_br: Uma voz sepulcral reverberando pela caverna diz: "Caverna fechando em breve. Todos os aventureiros saiam imediatamente pelo escritório principal."
